Repository: 0x7678/opencbs
Catalog: Src/Octopus.GUI/Contracts/CloseSavingsForm.*.resx
Languages: ru_ru

# gbActionWithAmount.Text
source: Which action with the amount
ru_ru: Какое действие с суммой

# gbCloseFees.Text
source: Close fees
ru_ru: Штраф за закрытие

# bCancel.Text
source: Cancel
ru_ru: Отмена

# bSave.Text
source: Close account
ru_ru: Закрыть счет

# btSearchContract.Text
source: Search
ru_ru: Поиск

# lbTargetSavings.Text
source: to account
ru_ru: к счету

# rbTransfer.Text
source: Transfer
ru_ru: Перевод

# rbWithdraw.Text
source: Withdrawal
ru_ru: Снятие суммы

# labelCloseFees.Text
source: Close fees
ru_ru: Штраф за закрытие

# labelAmountOnAccount.Text
source: Amount to withraw / transfer
ru_ru: Сумма снятия / перевода

# checkBoxDesactivateFees.Text
source: Disable close fees
ru_ru: Отменить штраф за закрытие

# $this.Text
source: Closing account
ru_ru: Закрытие счета
