Repository: 0x7678/opencbs
Catalog: Src/OpenCBS.GUI/LotrasmicMainWindowForm.*.resx
Languages: pt

# mnuNewClient.Text
source: New client
pt: Novo cliente

# mnuSearchClient.Text
source: Search client
pt: Procure clientes

# mnuClients.Text
source: Clients
pt: Clientes

# mnuNewPerson.Text
source: New individual client
pt: Individual

# mnuNewGroup.Text
source: New solidarity group
pt: Grupo solidário

# mnuNewVillage.Text
source: New non solidarity group
pt: Grupo independente

# newCorporateToolStripMenuItem.Text
source: New corporate client
pt: Empresa / Projecto

# mnuContracts.Text
source: Contracts
pt: Contratos

# mnuSearchContract.Text
source: Search contract
pt: Procure contratos

# reasignToolStripMenuItem.Text
source: Reassign contracts
pt: Reatribuir contratos

# mnuAccounting.Text
source: Accounting
pt: Contabilidade

# mnuChartOfAccounts.Text
source: Chart of accounts
pt: Tabela de contas

# accountingRulesToolStripMenuItem.Text
source: Accounting Rules
pt: Regras Contabilisticas

# trialBalanceToolStripMenuItem.Text
source: Trial Balance
pt: Balancetes

# toolStripMenuItemAccountView.Text
source: General Ledger
pt: Ver contas

# manualEntriesToolStripMenuItem.Text
source: Manual Entries
pt: Movimentos manuais

# standardToolStripMenuItem.Text
source: Standard Bookings
pt: Padrão dos livros

# menuItemExportTransaction.Text
source: Export Transactions
pt: Exportar movimentos

# mnuConfiguration.Text
source: Configuration
pt: Configurações

# rolesToolStripMenuItem.Text
source: Roles
pt: Funções

# menuItemAddUser.Text
source: Users
pt: Utilizadores

# branchesToolStripMenuItem.Text
source: Branches
pt: Sucursais

# changePasswordToolStripMenuItem.Text
source: Change password
pt: Trocar senha

# languagesToolStripMenuItem.Text
source: Language
pt: Linguas

# frenchToolStripMenuItem.Text
source: French
pt: Francês

# englishToolStripMenuItem.Text
source: English
pt: Inglês

# russianToolStripMenuItem.Text
source: Russian
pt: Russo

# spanishToolStripMenuItem.Text
source: Spanish
pt: Espanhol

# portugueseToolStripMenuItem.Text
source: Portuguese
pt: Português

# mnuPackages.Text
source: Loan products
pt: Empréstimos

# savingProductsToolStripMenuItem.Text
source: Savings products
pt: Poupanças, seguros e emolumentos

# menuItemCollateralProducts.Text
source: Collateral products
pt: Produtos de garantia

# toolStripMenuItemFundingLines.Text
source: Funding lines
pt: Fundos

# mnuDomainOfApplication.Text
source: Economic activity
pt: Actividades económicas

# menuItemLocations.Text
source: Provinces, districts and cities
pt: Provincias, distritos e cidades

# toolStripMenuItemInstallmentTypes.Text
source: Standard installment periodicity
pt: Periodicidade das prestações

# miContractCode.Text
source: Contract code
pt: Código do contrato

# menuItemExchangeRate.Text
source: Exchange rate
pt: Taxa de câmbio

# currenciesToolStripMenuItem.Text
source: Currencies
pt: Moéda

# menuItemApplicationDate.Text
source: Change application date
pt: Mudar a data da aplicação

# menuItemSetting.Text
source: General settings
pt: Configurações gerais

# menuItemAdvancedSettings.Text
source: User settings
pt: Configuraçôes do utilizador

# CustomizableFieldsToolStripMenuItem.Text
source: Customizable fields
pt: Campos customizáveis

# mnuExtensionManager.Text
source: Extension manager
pt: Gerenciador de extensão

# mnuDatamanagement.Text
source: Data management
pt: Administração de dados

# menuItemDatabaseControlPanel.Text
source: Database control panel
pt: Painel de control

# menuItemDatabaseMaintenance.Text
source: Database maintenance
pt: Manunteção

# mnuWindow.Text
source: Window
pt: Janelas

# mnuHelp.Text
source: Help
pt: Ajuda

# menuItemAboutOctopus.Text
source: About
pt: Sobre o Octopus

# mView.Text
source: View
pt: Ver

# tellerManagementToolStripMenuItem.Text
source: Tellers
pt: Contadores

# miAuditTrail.Text
source: Audit trail...
pt: Trilha de auditoria...

# miReports.Text
source: Reports...
pt: Relatórios...

# closeTellerToolStripMenuItem.Text
source: Close teller
pt: Caixa Fechar

# toolBarButNew.Text
source: New
pt: Novo

# toolBarButtonPerson.Text
source: Individual client
pt: Individual

# toolBarButtonNewGroup.Text
source: Solidarity group
pt: Grupo solidário

# tbbtnNewVillage.Text
source: Non solidarity group
pt: Grupo independente

# corporateToolStripMenuItem.Text
source: Corporate client
pt: Empresa / Projecto

# toolBarButtonSearchPerson.Text
source: Search client
pt: Procure clientes

# toolBarButtonSearchContract.Text
source: Search contract
pt: Procure contratos

# toolBarButtonReports.Text
source: Reports
pt: Relatórios

# mainStatusBarLblUserName.Text
source: UserName
pt: Utilizador

# colAlerts_Address.Text
source: Address
pt: Endereço

# colAlerts_City.Text
source: City
pt: Cidade

# colAlerts_Phone.Text
source: Phone
pt: Telefone

# colAlerts_ContractCode.Text
source: Contract code
pt: Código do contrato

# colAlerts_Status.Text
source: Status
pt: Estatus

# colAlerts_Client.Text
source: Client
pt: Cliente

# colAlerts_LoanOfficer.Text
source: Loan officer
pt: Promotor

# colAlerts_Date.Text
source: Date
pt: Data

# colAlerts_Amount.Text
source: Amount
pt: Valor

# lblTitle.Text
source: Alerts
pt: Alertas

# lblFilter.Text
source: Filter
pt: Filtro

# chkLateLoans.Text
source: Late loans
pt: Atrazos

# chkPendingLoans.Text
source: Pending loans
pt: Emp. pendentes

# chkPendingSavings.Text
source: Pending savings
pt: Poup. pendente

# chkOverdraftSavings.Text
source: Overdraft savings
pt: Poupança overdraft
