Repository: 0x7678/opencbs
Catalog: Src/Octopus.GUI/LotrasmicMainWindowForm.*.resx
Languages: es_es

# mnuNewClient.Text
source: New client
es_es: Nuevo cliente

# mnuSearchClient.Text
source: Search client
es_es: Buscar cliente

# mnuClients.Text
source: Clients
es_es: Clientes

# mnuNewPerson.Text
source: New individual client
es_es: Nueva persona

# mnuNewGroup.Text
source: New solidarity group
es_es: Nuevo grupo

# mnuNewVillage.Text
source: New non solidarity group
es_es: Nuevo Banco Comunal

# newCorporateToolStripMenuItem.Text
source: New corporate client
es_es: Nueva empresa

# mnuContracts.Text
source: Contracts
es_es: Contratos

# mnuSearchContract.Text
source: Search contract
es_es: Buscar contrato

# reasignToolStripMenuItem.Text
source: Reassign contracts
es_es: Reasignar contratos

# mnuAccounting.Text
source: Accounting
es_es: Contabilidad

# mnuChartOfAccounts.Text
source: Chart of accounts
es_es: Plan contable

# toolStripMenuItemAccountView.Text
source: General Ledger
es_es: Ver cuenta

# menuItemExportTransaction.Text
source: Export Transactions
es_es: Transacciones de exportación

# mnuConfiguration.Text
source: Configuration
es_es: Configuración

# menuItemAddUser.Text
source: Users
es_es: Usuarios

# rolesToolStripMenuItem.Text
source: Roles
es_es: Normas

# tellersToolStripMenuItem.Text
source: Tellers
es_es: Cajeros

# branchesToolStripMenuItem.Text
source: Branches
es_es: Ramas

# languagesToolStripMenuItem.Text
source: Language
es_es: Idioma

# frenchToolStripMenuItem.Text
source: French
es_es: Francés

# englishToolStripMenuItem.Text
source: English
es_es: Inglés

# russianToolStripMenuItem.Text
source: Russian
es_es: Ruso

# mnuPackages.Text
source: Loan products
es_es: Productos de crédito

# savingProductsToolStripMenuItem.Text
source: Savings products
es_es: Productos de ahorro

# menuItemCollateralProducts.Text
source: Collateral products
es_es: Productos de prenda

# toolStripMenuItemFundingLines.Text
source: Funding lines
es_es: Líneas de financiamiento

# mnuDomainOfApplication.Text
source: Economic activity
es_es: Actividad económica

# menuItemLocations.Text
source: Provinces, districts and cities
es_es: Provincias, localidad, ciudad

# toolStripMenuItemInstallmentTypes.Text
source: Standard installment periodicity
es_es: Frencuencia de pago standard

# menuItemExchangeRate.Text
source: Exchange rate
es_es: Tipo de cambio

# menuItemApplicationDate.Text
source: Change application date
es_es: Modificar fecha de aplicación

# menuItemSetting.Text
source: General settings
es_es: Parámetros generales

# menuItemAdvancedSettings.Text
source: User settings
es_es: Parámetros de conexión

# menuItemDatabaseMaintenance.Text
source: Database maintenance
es_es: Mantenimiento base de datos

# mnuWindow.Text
source: Window
es_es: Ventana

# menuItemAboutOctopus.Text
source: About Octopus
es_es: Acerca de Octopus

# octopusForumToolStripMenuItem.Text
source: Octopus forum
es_es: Foro Octopus

# questionnaireToolStripMenuItem.Text
source: My information
es_es: Cuestionario

# tellerManagementToolStripMenuItem.Text
source: Tellers
es_es: Cajeros

# closeTellerToolStripMenuItem.Text
source: Close teller
es_es: Cerrar el cajero

# toolBarButNew.Text
source: New
es_es: Nuevo

# toolBarButtonPerson.Text
source: Individual client
es_es: Persona

# toolBarButtonNewGroup.Text
source: Solidarity group
es_es: Grupo

# tbbtnNewVillage.Text
source: Non solidarity group
es_es: Banco Comunal

# corporateToolStripMenuItem.Text
source: Corporate client
es_es: Empresa

# toolBarButtonSearchPerson.Text
source: Search client
es_es: Buscar cliente

# toolBarButtonSearchContract.Text
source: Search contract
es_es: Buscar contrato

# toolBarButtonReports.Text
source: Reports
es_es: Reportes

# toolStripButtonSearchProject.Text
source: Search project
es_es: Buscar proyecto

# mainStatusBarLblUserName.Text
source: UserName
es_es: Nombre de usuario

# CustomizableFieldsToolStripMenuItem.Text
source: Customizable fields
es_es: Campos personalizables
