Repository: 0x7678/opencbs
Catalog: Src/OpenCBS.GUI/Contracts/ContractReschedulingForm.*.resx
Languages: es_es

# columnHeader7.Text
source: Paid interest
es_es: Interés pago

# columnHeader5.Text
source: Installment Total
es_es: Total cuota

# columnHeader8.Text
source: Paid principal
es_es: Capital pago

# columnHeader4.Text
source: Principal repayment
es_es: capital a pagar

# $this.Text
source: Contract rescheduling
es_es: Renegociación del contrato

# columnHeader3.Text
source: Interest repayment
es_es: Interés a pagar

# columnHeader9.Text
source: Paid date
es_es: Fecha de pago

# columnHeader2.Text
source: Date
es_es: Fecha

# buttonConfirm.Text
source: Reschedule
es_es: OK

# buttonCancel.Text
source: Cancel
es_es: Cancelar

# labelMaturity.Text
source: New installments:
es_es: Nuevas cuotas:

# checkBoxAccrue.Text
source: Charge interest during shifted period
es_es: Cargar interés hasta el inicio del cambio

# labelTitleRescheduleContract.Text
source: Contract code:
es_es: Código del contrato:

# groupBoxParameters.Text
source: Parameters:
es_es: Parametros:

# lblGracePeriod.Text
source: Grace period
es_es: Periodo de gracia

# labelShiftDate.Text
source: Shift date:
es_es: Inicio del cambio en

# labelShiftDateDays.Text
source: day(s)
es_es: día(s)

# labelContractCode.Text
source: contract code
es_es: Código del contrato

# lbNewInterest.Text
source: New interest rate
es_es: Nuevo tipo de interés

# labelMaturityUnity.Text
source: maturity unity
es_es: Unidad de maduración

# cbChargeInterestDuringGracePeriod.Text
source: Charge interest during grace period
es_es: Aplicar interés durante periodo de gracia
